const usersComments = [
  {
    nameHotel: "هتل درویشی مشهد",
    comment: [
      {
        id: 1,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "جالب اینکه با تاریکی شب و روشن شدن چراغ های پل  طبیعت زیبایی آن دو چندان می شود. جذابیت این مناظر تا حدی است که بسیاری از بازدید کنندگان فرصت ثبت این لحطه ها و گرفتن عکس های یادگاری و سلفی را از دست نمی دهند. وجود رستوران ها و کافه های مختلف روی این پب نیز فرصت مناسبی به، غذای خوشمزه ای نوش جان کنید.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },

      {
        id: 2,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "جالب اینکه با تاریکی شب و روشن شدن چراغ های پل  طبیعت زیبایی آن دو چندان می شود. جذابیت این مناظر تا حدی است که بسیاری از بازدید کنندگان فرصت ثبت این لحطه ها و گرفتن عکس های یادگاری و سلفی را از دست نمی دهند. وجود رستوران ها و کافه های مختلف روی این پب نیز فرصت مناسبی به، غذای خوشمزه ای نوش جان کنید.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [],
        },
      },

      {
        id: 3,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "جالب اینکه با تاریکی شب و روشن شدن چراغ های پل  طبیعت زیبایی آن دو چندان می شود. جذابیت این مناظر تا حدی است که بسیاری از بازدید کنندگان فرصت ثبت این لحطه ها و گرفتن عکس های یادگاری و سلفی را از دست نمی دهند. وجود رستوران ها و کافه های مختلف روی این پب نیز فرصت مناسبی به، غذای خوشمزه ای نوش جان کنید.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },
      {
        id: 4,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "شب 3",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "جالب اینکه با تاریکی شب و روشن شدن چراغ های پل  طبیعت زیبایی آن دو چندان می شود. جذابیت این مناظر تا حدی است که بسیاری از بازدید کنندگان فرصت ثبت این لحطه ها و گرفتن عکس های یادگاری و سلفی را از دست نمی دهند. وجود رستوران ها و کافه های مختلف روی این پب نیز فرصت مناسبی به، غذای خوشمزه ای نوش جان کنید.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },
    ],
  },

  {
    nameHotel: "هتل جهانگردی دیزین کرج",
    comment: [
      {
        id: 1,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سلام ما یک شب در هتل شماره یک اقامت داشتیم .اتاق سه تخته رزرو کرده بودیم که نمای خوبی نداشت .از خانومی که پذیرش بودند و ازشون ممنون هستم ،خواهش کردیم که اتاق رو به پیست به ما بدهند.البته ۲ تخته بود و با یک تخت خوابشو.ویو اتاق عالی بود .کارکنان رفتار خوبی داشتند.صبحانه متنوع بود هم گرم و هم سرد.وعده شامی که خوردیم که شامل جوجه کباب و مرغ چینی معمولی بود.هوا عالی فضا عالی ویو عالی.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },

      {
        id: 2,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سلام ما یک شب در هتل شماره یک اقامت داشتیم .اتاق سه تخته رزرو کرده بودیم که نمای خوبی نداشت .از خانومی که پذیرش بودند و ازشون ممنون هستم ،خواهش کردیم که اتاق رو به پیست به ما بدهند.البته ۲ تخته بود و با یک تخت خوابشو.ویو اتاق عالی بود .کارکنان رفتار خوبی داشتند.صبحانه متنوع بود هم گرم و هم سرد.وعده شامی که خوردیم که شامل جوجه کباب و مرغ چینی معمولی بود.هوا عالی فضا عالی ویو عالی.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },

      {
        id: 3,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سلام ما یک شب در هتل شماره یک اقامت داشتیم .اتاق سه تخته رزرو کرده بودیم که نمای خوبی نداشت .از خانومی که پذیرش بودند و ازشون ممنون هستم ،خواهش کردیم که اتاق رو به پیست به ما بدهند.البته ۲ تخته بود و با یک تخت خوابشو.ویو اتاق عالی بود .کارکنان رفتار خوبی داشتند.صبحانه متنوع بود هم گرم و هم سرد.وعده شامی که خوردیم که شامل جوجه کباب و مرغ چینی معمولی بود.هوا عالی فضا عالی ویو عالی.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },
      {
        id: 4,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سلام ما یک شب در هتل شماره یک اقامت داشتیم .اتاق سه تخته رزرو کرده بودیم که نمای خوبی نداشت .از خانومی که پذیرش بودند و ازشون ممنون هستم ،خواهش کردیم که اتاق رو به پیست به ما بدهند.البته ۲ تخته بود و با یک تخت خوابشو.ویو اتاق عالی بود .کارکنان رفتار خوبی داشتند.صبحانه متنوع بود هم گرم و هم سرد.وعده شامی که خوردیم که شامل جوجه کباب و مرغ چینی معمولی بود.هوا عالی فضا عالی ویو عالی.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [],
        },
      },
    ],
  },
  {
    nameHotel: "هتل قصر طلایی",
    comment: [
      {
        id: 1,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سفر ما دوستانه بود از محیط، فضا، امکانات، آرامش و خدمات هتل کاملا راضی بودیم. کیفیت غذای یکی از رستوران سنتی ضعیف بود؛ بوفه‌ی صبحانه هم رضایت‌بخش بود. برخورد کارکنان عالی! هربار با لابی تماس می‌گرفتیم یا با هر یک از مهماندار‌ها هم‌صحبت می‌شدیم از برخورد خوبشون لذت می‌بردیم. در نگاه اول به نظر میاد همه‌ی این پوئن‌های مثبت برگرفته از یک مدیریت عالی باشه! اما متاسفانه روز آخر اقامت با توجه به هماهنگی که با لابی کرده بودیم تا یک ساعت با تاخیر اتاق رو‌ تحویل بدیم هیچ صحبتی راجع به دریافت هزینه‌ی بیشتر با ما نشد و ما تصور کردیم همانند بعضی‌ها هتل‌ها رایگان محسوب می‌شه! بیست دقیقه هم منتظر بودیم مهماندار هتل بیاد و چمدون‌هامون رو به امانت‌داری ببره و دوبار با لابی تماس گرفتیم تا زودتر بیان؛ همین تاخیر ۲۰ دقیقه هم باز پای اون یک ساعت تاخیر حساب شد و حدود یک میلیون برای هردو اتاق به هزینه‌های چک‌اوت اضافه شد.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },

      {
        id: 2,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سفر ما دوستانه بود از محیط، فضا، امکانات، آرامش و خدمات هتل کاملا راضی بودیم. کیفیت غذای یکی از رستوران سنتی ضعیف بود؛ بوفه‌ی صبحانه هم رضایت‌بخش بود. برخورد کارکنان عالی! هربار با لابی تماس می‌گرفتیم یا با هر یک از مهماندار‌ها هم‌صحبت می‌شدیم از برخورد خوبشون لذت می‌بردیم. در نگاه اول به نظر میاد همه‌ی این پوئن‌های مثبت برگرفته از یک مدیریت عالی باشه! اما متاسفانه روز آخر اقامت با توجه به هماهنگی که با لابی کرده بودیم تا یک ساعت با تاخیر اتاق رو‌ تحویل بدیم هیچ صحبتی راجع به دریافت هزینه‌ی بیشتر با ما نشد و ما تصور کردیم همانند بعضی‌ها هتل‌ها رایگان محسوب می‌شه! بیست دقیقه هم منتظر بودیم مهماندار هتل بیاد و چمدون‌هامون رو به امانت‌داری ببره و دوبار با لابی تماس گرفتیم تا زودتر بیان؛ همین تاخیر ۲۰ دقیقه هم باز پای اون یک ساعت تاخیر حساب شد و حدود یک میلیون برای هردو اتاق به هزینه‌های چک‌اوت اضافه شد.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },

      {
        id: 3,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سفر ما دوستانه بود از محیط، فضا، امکانات، آرامش و خدمات هتل کاملا راضی بودیم. کیفیت غذای یکی از رستوران سنتی ضعیف بود؛ بوفه‌ی صبحانه هم رضایت‌بخش بود. برخورد کارکنان عالی! هربار با لابی تماس می‌گرفتیم یا با هر یک از مهماندار‌ها هم‌صحبت می‌شدیم از برخورد خوبشون لذت می‌بردیم. در نگاه اول به نظر میاد همه‌ی این پوئن‌های مثبت برگرفته از یک مدیریت عالی باشه! اما متاسفانه روز آخر اقامت با توجه به هماهنگی که با لابی کرده بودیم تا یک ساعت با تاخیر اتاق رو‌ تحویل بدیم هیچ صحبتی راجع به دریافت هزینه‌ی بیشتر با ما نشد و ما تصور کردیم همانند بعضی‌ها هتل‌ها رایگان محسوب می‌شه! بیست دقیقه هم منتظر بودیم مهماندار هتل بیاد و چمدون‌هامون رو به امانت‌داری ببره و دوبار با لابی تماس گرفتیم تا زودتر بیان؛ همین تاخیر ۲۰ دقیقه هم باز پای اون یک ساعت تاخیر حساب شد و حدود یک میلیون برای هردو اتاق به هزینه‌های چک‌اوت اضافه شد.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [
            "https://www.top-travel.ir/wp-content/uploads/2019/03/6191.jpg",
            "https://safarmarket.com/blog/data/uploaded_files/5fc96aea39a7335ac9680322.jpg",
            "https://mosafersalam.com/wp-content/uploads/2016/03/hotel-darvishi-mashhad18-x.jpg",
          ],
        },
      },
      {
        id: 4,
        name: "مهدی فیروزی",
        avatar: "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
        numberEga: "3 شب",
        date: "آذر 1400",
        noeOrag: "سه تخته امپریال",
        comment: {
          text: "سفر ما دوستانه بود از محیط، فضا، امکانات، آرامش و خدمات هتل کاملا راضی بودیم. کیفیت غذای یکی از رستوران سنتی ضعیف بود؛ بوفه‌ی صبحانه هم رضایت‌بخش بود. برخورد کارکنان عالی! هربار با لابی تماس می‌گرفتیم یا با هر یک از مهماندار‌ها هم‌صحبت می‌شدیم از برخورد خوبشون لذت می‌بردیم. در نگاه اول به نظر میاد همه‌ی این پوئن‌های مثبت برگرفته از یک مدیریت عالی باشه! اما متاسفانه روز آخر اقامت با توجه به هماهنگی که با لابی کرده بودیم تا یک ساعت با تاخیر اتاق رو‌ تحویل بدیم هیچ صحبتی راجع به دریافت هزینه‌ی بیشتر با ما نشد و ما تصور کردیم همانند بعضی‌ها هتل‌ها رایگان محسوب می‌شه! بیست دقیقه هم منتظر بودیم مهماندار هتل بیاد و چمدون‌هامون رو به امانت‌داری ببره و دوبار با لابی تماس گرفتیم تا زودتر بیان؛ همین تاخیر ۲۰ دقیقه هم باز پای اون یک ساعت تاخیر حساب شد و حدود یک میلیون برای هردو اتاق به هزینه‌های چک‌اوت اضافه شد.",
          dateComment: "12 آذر 1400",
          like: 12,
          score: 8.7,
          images: [],
        },
      },
    ],
  },
];

export default usersComments;
